# RbsElecApparentLoadPhasea Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecApparentLoadPhasea Property
ParameterTypeId Class See Also
---
"Apparent Load Phase A"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecApparentLoadPhasea { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecApparentLoadPhasea As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecApparentLoadPhasea {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace